[
    {
        "id": 1,
        "name": "Samsung Galaxy S24 con Pantalla Vibrante y Cámara de Alta Resolución",
        "brand": "Samsung",
        "img": "/images/samsung-S24.webp",
        "price": 350,
        "category": "Phones",
        "shipping": true,
        "sale": true,
        "discount": 20,
        "featured": true,
        "description": "El Samsung Galaxy S24 cuenta con una pantalla vibrante, cámara de alta resolución y rendimiento superior, ideal para mantenerse conectado y capturar momentos importantes."
    },
    {
        "id": 2,
        "name": "Apple MacBook Air 13 Pulgadas Ligero y Potente con Pantalla Retina",
        "brand": "Apple",
        "img": "/images/macbook-Air13.webp",
        "price": 350,
        "category": "Laptops",
        "shipping": true,
        "sale": true,
        "discount": 50,
        "featured": true,
        "description": "El MacBook Air 13 es una laptop ligera y potente, perfecta para trabajar y estudiar, con una batería de larga duración y pantalla Retina."
    },
    {
        "id": 3,
        "name": "LG Smart TV de 50 Pulgadas con Resolución 4K y Características Inteligentes",
        "brand": "LG",
        "img": "/images/smartTv-Lg50.webp",
        "price": 350,
        "category": "Televisions",
        "shipping": false,
        "sale": false,
        "discount": 0,
        "featured": false,
        "description": "La Smart TV LG de 50 pulgadas ofrece una experiencia visual inmersiva con su resolución 4K y características inteligentes para acceder a tus aplicaciones favoritas."
    },
    {
        "id": 4,
        "name": "Google Chromecast 4 para Transmitir Contenido de Dispositivos Móviles a TV",
        "brand": "Google",
        "img": "/images/chromecast4.webp",
        "price": 200,
        "category": "Gadgets",
        "shipping": true,
        "sale": true,
        "discount": 15,
        "featured": false,
        "description": "El Chromecast 4 permite transmitir contenido desde tu dispositivo móvil a tu TV de manera fácil y rápida, compatible con múltiples aplicaciones de streaming."
    },
    {
        "id": 5,
        "name": "Samsung Galaxy A05 con Pantalla Grande y Buen Rendimiento",
        "brand": "Samsung",
        "img": "/images/samsung-a05.webp",
        "price": 400,
        "category": "Phones",
        "shipping": false,
        "sale": false,
        "discount": 0,
        "featured": true,
        "description": "El Samsung Galaxy A05 ofrece una excelente relación calidad-precio con su pantalla grande, buena cámara y rendimiento sólido para las tareas diarias."
    },
    {
        "id": 6,
        "name": "Sony PlayStation 5 con Gráficos Impresionantes y Carga Rápida",
        "brand": "Sony",
        "img": "/images/ps5.webp",
        "price": 1000,
        "category": "Consoles",
        "shipping": true,
        "sale": false,
        "discount": 0,
        "featured": false,
        "description": "La PlayStation 5 es la consola de última generación de Sony, con gráficos impresionantes, tiempos de carga rápidos y una biblioteca de juegos de alta calidad."
    },
    {
        "id": 7,
        "name": "Apple iPhone 15 Pro con Tecnología Avanzada y Cámaras Mejoradas",
        "brand": "Apple",
        "img": "/images/iphone-15pro.webp",
        "price": 2300,
        "category": "Phones",
        "shipping": false,
        "sale": false,
        "discount": 0,
        "featured": true,
        "description": "El iPhone 15 Pro es el último modelo de Apple, con tecnología avanzada, cámaras mejoradas y un diseño elegante, perfecto para los entusiastas de la tecnología."
    }
]
